"    BSSID: "           = "    BSSID: ";
"    Channel: "         = "    قناة: ";
"    Country Code: "    = "    رمز الدولة: ";
"    IP Address: "      = "    عنوان IP: ";
"    Internet: "        = "    Internet: ";
"    MCS Index: "       = "    MCS Index: "; // FIXME
"    NSS: "             = "    NSS: ";
"    Noise: "           = "    التشويش: ";
"    PHY Mode: "        = "    وضع PHY: ";
"    RSSI: "            = "    RSSI: ";
"    Router: "          = "    جهاز التوجيه: ";
"    Security: "        = "    الأمان: ";
"    Tx Rate: "         = "    معدل Tx: ";
"%@'s Credentials" = "شهادة %@";
"%@'s Info" = "معلومات %@";
"About HeliPort" = "حول HeliPort";
"Address: " = "عنوان MAC: ";
"Auto Join" = "الانضمام التلقائي";
"Automatically check for updates." = "تحقق من التحديثات تلقائياً";
"Automatically download new updates." = "Automatically download new updates."; // FIXME
"Cancel" = "إلغاء";
"Check for Updates..." = "تحقق من التحديثات...";
"Close" = "إغلاق";
"Create Diagnostics Report..." = "Create Diagnostics Report..."; // FIXME
"Create Network..." = "Create Network..."; // FIXME
"Disconnect from " = "Disconnect from "; // FIXME
"Dismiss" = "Dismiss"; // FIXME
"Drag networks into the order you prefer." = "Drag networks into the order you prefer."; // FIXME
"Dynamic WEP" = "WEP الديناميكية";
"Enable Wi-Fi Logging" = "Enable Wi-Fi Logging"; // FIXME
"Encryption type unsupported" = "Encryption type unsupported"; // FIXME
"Enter the name and security type of the network you want to join." = "Enter the name and security type of the network you want to join."; // FIXME
"FUNCTION NOT IMPLEMENTED" = "FUNCTION NOT IMPLEMENTED"; // FIXME
"Find and join a Wi-Fi network." = "Find and join a Wi-Fi network."; // FIXME
"General" = "عام";
"HeliPort API Version: " = "نسخة HeliPort API: ";
"HeliPort running at an unexpected path" = "HeliPort running at an unexpected path"; // FIXME
"Interface Name: " = "Interface Name: "; // FIXME
"Join Other Network..." = "انضمام إلى شبكة أخرى...";
"Join" = "انضمام";
"Launch At Login" = "فتح عند الدخول";
"Network Name" = "إسم الشبكة";
"Network Name:" = "إسم الشبكة:";
"Network Preferences" = "تفضيلات الشبكة";
"Networks" = "الشبكات";
"No Network Avaliable" = "No Network Avaliable"; // FIXME
"No Status Information Avaliable" = "No Status Information Avaliable"; // FIXME
"None" = "Hiçbiri";
"Open Network Preferences..." = "تفضيلات الشبكة...";
"Open Network Preferences..." = "تفضيلات الشبكة...";
"Open Wireless Diagnostics..." = "Open Wireless Diagnostics..."; // FIXME
"Password" = "كلمة السر";
"Password:" = "كلمة السر:";
"Quit HeliPort" = "إنهاء HeliPort";
"Reachable" = "Reachable"; // FIXME
"Remember this network" = "تذكر هذه الشبكة";
"Remove Wi-Fi network %@?" = "إزالة شبكة %@؟";
"Remove" = "إزالة";
"Saved Networks:" = "الشبكات المحفوظة:";
"Security" = "الأمان";
"Security:" = "الأمان:";
"Show password" = "إظهار كلمة السر";
"Turn Wi-Fi Off" = "إيقاف Wi-Fi";
"Turn Wi-Fi On" = "تشغيل Wi-Fi";
"Unavailable" = "غير متوفر";
"Unknown" = "غير معروف";
"Unreachable" = "غير قابل للوصول";
"Updates:" = "التحديثات:";
"Username:" = "إسم المستخدم:";
"Version: " = "الإصدار: ";
"View saved credentials from keychain for the selected network." = "View saved credentials from keychain for this network."; // FIXME
"View saved credentials from keychain for this network." = "View saved credentials from keychain for this network."; // FIXME
"Visit OpenIntelWireless on GitHub" = "زيارة OpenIntelWireless على GitHub";
"WEP" = "WEP";
"WPA/WPA2 Enterprise" = "WPA/WPA2 على مستوى المؤسسة";
"WPA/WPA2 Personal" = "WPA/WPA2 الشخصي";
"WPA2 Enterprise" = "WPA2 على مستوى المؤسسة";
"WPA2 Personal" = "WPA2 شخصي";
"WPA2/WPA3 Enterprise" = "WPA2/WPA3 على مستوى المؤسسة";
"WPA2/WPA3 Personal" = "WPA2/WPA3 شخصي";
"WPA3 Enterprise" = "WPA3 على مستوى المؤسسة";
"WPA3 Personal" = "WPA3 شخصي";
"Wi-Fi Network \"" = "شبكات Wi-Fi \"";
"Wi-Fi: Connected" = "Wi-Fi: متصل";
"Wi-Fi: Connecting" = "Wi-Fi: قيد الإتصال";
"Wi-Fi: Looking for Networks..." = "Wi-Fi: جاري البحث عن شبكات...";
"Wi-Fi: Off" = "Wi-Fi: إيقاف";
"Wi-Fi: On" = "Wi-Fi: قيد التشغيل";
"Wi-Fi: Status unavailable" = "Wi-Fi: الحالة غير متوفرة";
"Your Mac will no longer join this Wi-Fi network." = "Your Mac will no longer join this Wi-Fi network."; // FIXME
"\" Requires Password" = "\" يتطلب كلمة سر";
"itlwm API Version: " = "إصدار itlwm API ";
"itlwm Version Mismatch" = "itlwm Version Mismatch"; // FIXME
"itlwm is not running" = "itlwm is not running"; // FIXME
"none" = "none"; // FIXME
"verify your credentials to show the stored password" = "verify your credentials to show the stored password"; // FIXME
